[
  {
    "fxInfo_label": "Census",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "Brambor et al. (2016); V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "In order to count as a \"census\", the following four criteria needs to be satisfied: 1. UNIVERSALITY: the census attempted to cover the entire population and not just a sample. 2. INDIVIDUAL ENUMERATION: the census enumerates each individual separately and records his or her characteristics separately. If the census only produces aggregate or summarised information, it is only a population count and should not count as a census. For example, A population count of a household with 4 people would produce the following results: Age—Adults: 2; Children: 2 Sex—Males: 2; Females: 2 Instead, an individual enumeration would look like this: Head of household-male-adult Spouse-female-adult Son-male-child  Daughter-female-child The key difference is that only in the individual enumeration the data on various characteristics can be cross-tabulated. 3. DEFINED TERRITORY: The territory covered, along with any changes in its area is clearly stated. 4. SIMULTANEITY AND SPECIFIED TIME: Each person is enumerated as nearly as possible to the same well-defined point in time, and the collected data should refer to a well-defined reference period. Code \"1\" if a national census was completed in this year – but not if it was aborted or was not national in scope.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Jan Teorell", "Thomas Brambor", "Agustín Goenaga", "Johannes Lindvall"],
    "fxInfo_question": "Was there a national census in this year?",
    "fxInfo_responses": [],
    "fxInfo_scale": "Dichotomou",
    "fxInfo_sources": "Various country-specific sources",
    "name": "v3stcensus"
  }
]
