[
  {
    "fxInfo_label": "Elected officials index",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "",
    "fxInfo_clarification": "This index attempts to measure (a) whether the chief executive is elected, either directly elected through popular elections or indirectly through a popularly elected legislature that then appoints the chief executive; and (b) whether the legislature, in presidential systems with a directly elected president that is also chief executive, is directly or indirectly elected. Note that a popular election is minimally defined and also includes sham elections with limited suffrage and no competition. Similarly, \"appointment\" by legislature only implies selection and/or approval, not the power to dismiss. This index is useful primarily for aggregating higher-order indices and should not necessarily be interpreted as an important element of democracy in its own right.  Scale: Interval. Source(s): v2lgbicam v2lgello v2lgelecup v2lginello v2lginelecup v2exaphos v2expathhs v2exaphogp v2expathhg v2exdfcbhs v2exdjcbhg v2exdfdmhs v2exdfdshg v2exhoshog v2exapupap v2exapup Data release: 1-3 preliminary aggregation formula, 4-6 as v2x_accex, 7 renamed to v2x_elecoff and modified aggregation, 8. Aggregation: The index is formed in two steps. First, there are six different chains of appointment/selection to take into account in constructing this index, all of which are scaled to vary from 0 to 1. First, whether the head of state is directly elected a = 1 or not a = 0. Second, the extent to which the legislature is popularly elected b. If the legislature is unicameral, b is measured as the proportion of legislators directly elected + half of the proportion that are indirectly elected. If the legislature is bicameral and the upper house is involved in the appointment of the chief executive, the same proportion of directly and half of the indirectly elected legislators is calculated for the upper house; the scores for the lower and upper houses are then averaged. Third, whether the head of state is appointed by the legislature, or the approval of the legislature is necessary for the appointment of the head of state c1 = 1, otherwise 0. Fourth, whether the head of government is appointed by the legislature, or the approval of the legislature is necessary for the appointment of the head of government c2 = 1, otherwise 0. Fifth, whether the head of government is appointed by the head of state d = 1 or not d = 0. Sixth, whether the head of government is directly elected e = 1 or not e = 0. In the second step, the extent to which the legislature is elected (b) is also independently taken into account in order to penalize presidential systems with unelected legislatures, or legislatures with a large share of presidential appointees, for example. Define hosw as the weight for the head of state. If the head of state is also head of government v2exhoshog = 1, hosw = 1. If the head of state has more power than the head of government over the appointment and dismissal of cabinet ministers, then hosw = 1; if the reverse is true, hosw = 0. If they share equal power, hosw = .5. Define the weight for the head of government as hogw = 1 − hosw. The formula then is: v2x_elecoff = hosw × max (a1, b × c1) + hogw × max (a × d, b × c1 × d, e, b × c2), unless the head of state is directly elected (v2ex_elechos = 1) and the chief executive (v2ex_hosw = 1), in case of which: v2x_elecoff = [hosw × max (a1, b × c1) + hogw × max (a × d, b × c1 × d, e, b × c2) + b]/2) Citation: V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Jan Teorell"],
    "fxInfo_question": "Is the chief executive and legislature appointed through popular elections?",
    "fxInfo_responses": [],
    "fxInfo_scale": "",
    "fxInfo_sources": "",
    "name": "v2x_elecoff"
  }
]
