[
  {
    "fxInfo_label": "Labor rights",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "Pemstein et al. (2018, V-Dem Working Paper Series 2018:21); V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "Refers to actual practice not formal (de jure) rights. If practices vary across the country, or across sectors, please consider the overall situation of labor.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "Bayesian Item Response Theory Measurement Model",
    "fxInfo_data_release": "8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["John Gerring"],
    "fxInfo_question": "Does labor enjoy the right to organize freely and bargain collectively?",
    "fxInfo_responses": [
      {
        "key": "0",
        "value": "Independent labor unions (free from state or ruling party control) are not allowed."
      },
      {
        "key": "1",
        "value": "Independent labor unions are allowed, at least in some sectors of the economy or some sections of the country. However, they are subject to harassment by the police, paramilitary groups, business associations, or other groups. Harassment refers to systematic beatings, imprisonment, outlawing of specific unions, and other actions that seriously impinge upon the ability of unions to organize and bargain collectively."
      },
      {
        "key": "2",
        "value": "Independent labor unions are allowed and they do not face violent repression but the legal climate is not friendly (e.g., \"closed shop\" rules are widespread), making it difficult to organize and bargain collectively."
      },
      {
        "key": "3",
        "value": "Independent labor unions are allowed and may organize freely in all sectors of the economy."
      }
    ],
    "fxInfo_scale": "Ordinal, converted to interval by the measurement model",
    "fxInfo_sources": "",
    "name": "v3cllabrig"
  }
]
