[
  {
    "fxInfo_label": "Executive introduction",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "",
    "fxInfo_clarification": "In this section, we distinguish between the head of state (HOS) and the head of government (HOG). The head of state is an individual or collective body that serves as the chief public representative of the country. Sometimes this is a largely ceremonial role, e.g. a monarch who reigns but does not rule, or a president whose powers are strictly circumscribed. The head of government is the chief officer(s) of the executive branch of government, typically presiding over a cabinet. In a parliamentary system, this is usually the prime minister. In a presidential system, this is usually the president, who then serves as both, head of state and head of government. In a typical semi-presidential system, the president serves as head of state and the prime minister serves as head of government. These definitions are grounded in the functions that each office performs, as described above. Titles can be confusing. Do not assume, for example, that simply because an individual holds the title of \"president\" s/he is serving as the chief public representative of the country. Likewise, it may be that the effective head of state/head of government is someone other than the official head of state/head of government. In this instance, the following questions apply to the person who effectively wields this power. In some socialist systems, for example, the official head of state was a person within the state bureaucracy, but in practice the chief public representative of the country was the chairman of the communist party. It is the latter who is the \"effective\" head of state, and hence should be the focus of your answers. The same applies if the head of state/head of government is so old, sick or perhaps mentally disabled that s/he cannot perform his/her functions, which are instead performed by someone else. It is the latter person who is the effective head of state/head of government. If you are considering a semi sovereign territory, such as a colony, an annexed territory or a member of the British Commonwealth, please answer the following questions with respect to the head of state and (if separate) the head of government who is located in the territory in question. Thus, in a typical British colony the governor-general — not the King/Queen of England — would be understood as the head of state. Likewise, in a British colony the local prime minister in the colony — not the prime minister in London — would be understood as the head of government. In order to mitigate potential misunderstandings, the identities of the head of state and head of government for each country have been pre-coded for as many years as possible. Thus, when conducting your coding make sure to pay close attention to the names of these individuals, which you can see by clicking on the year grid for a particular year in the first question of this section, \"HOS name.\" This is your key to what we mean by \"head of state\" or \"head of government.\" Note also that when the two functions are fused in the same office, we ask you to code only the head of state section of the survey. Any pre-coded years contain an orange triangle. This means that either the score or text and/or specific date have already been entered, so we are asking you only to add your confidence in the pre-coded rating; we do not want you to change the rating, as we need all the Country Experts to answer the subsequent questions for the same executives. I f you feel strongly that the pre-coded information is wrong, please rate your confidence in the preloaded information and then consult your V-Dem contact. You will have to rate confidence in all the available years in order to proceed to the next question. In order to avoid spending time on short-lived executives, we have included only executives who held office for at least 100 days.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "",
    "fxInfo_historical_clarification": "In this section, we distinguish between the head of state (HOS) and the head of government (HOG). The head of state is an individual or collective body that serves as  the chief public representative of the country. Sometimes, this is a largely ceremonial role, e.g., a monarch who reigns but does not rule or a president whose powers are strictly circumscribed. The head of government is the chief officer(s) of the executive branch of government, typically presiding over a cabinet. In a parliamentary system, this is usually the prime minister. In a presidential system, this is usually the president, who then servers as both head of state and head of government. In a typical semi-presidential system, the president serves as head of state and the prime minister serves as head of government. These definitions are grounded in the functions that each office performs, as described above. Titles can be confusing. Do not assume, for example, that simply because an individual holds the title of \"president\" s/he is serving as the chief public representative of the country. Likewise, it may be that the effective head of state/head of government is someone other than the official head of state/head o f government. In this instance, the following questions apply to the person who effectively wields this power. I n some socialist systems, for example, the official head of state was a person within the state bureaucracy, but in practice the chief public representative of the country was the chairman of the communist party. It is the latter who is the \"effective\" head of state, and hence should be the focus of your answers. The same applies if the head of state/head of government is so old, sick or perhaps mentally disabled that s/he cannot perform his/her functions, which are instead performed by someone else. It is the latter person who is the effective head of state/head of government. This would apply for example to regency councils for underage monarchs. Note also that when the two functions are fused in the same office, we ask you to code only the head of state section of the survey. In order to avoid spending time on short-lived executives, we have only included executives who held office for at least 100 days.",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Jan Teorell"],
    "fxInfo_question": "",
    "fxInfo_responses": [],
    "fxInfo_scale": "",
    "fxInfo_sources": "",
    "name": "v2exintro1"
  }
]
