[
  {
    "fxInfo_label": "Regime introduction",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "",
    "fxInfo_clarification": "This final part of this section of the survey pertains to the political regime, and asks questions about the key supporting groups the regime relies on to stay in power. A political regime can be defined as the set of formal and/or informal rules that are essential for choosing political leaders and/or maintaining political leaders in power. If it is evident that formal and informal rules correspond (i.e. the formal rules are followed), then the formal rules define the regime. In these cases, we observe the formal rules (e.g. the constitution) to observe the regime. If, on the other hand, the formal rules do not correspond with the informal rules, such as in most dictatorships, then the regime is defined by the informal coalition of actors that select and sustain leaders, along with the informal rules they administer. In these cases, we must look to the de facto ruling elites and their established practice to observe the regime(e.g., the military junta in a military regime). Thus a regime is typically characterized by it determining who selects policies, and often also how these policies are typically selected. A regime change presupposes a substantial change in the formal and/or informal rules by which a country is governed. Examples of regimes might include the Second French Republic, the Communist regime in post-WWII Poland, the current Saudi monarchic regime in Saudi Arabia and the post-WWII democratic regime in Austria. Sometimes, regime changes are related to government or leadership changes (such as the change in Zaire/DR Congo from the regime under Mobutu to the current regime under Kabila), but government or leadership changes do not necessarily bring regime changes (such as in post-election government changes in democracies or with the institutionalized changes to prime ministers and presidents in current China). Sometimes, regime changes can also take place without leadership changes (for instance when military juntas and leaders institutionalize one-party rule, or when there is substantial political liberalization e.g. by opening up for multi-party elections but where the former autocrat continues in power for some time).",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Carl Henrik Knutsen"],
    "fxInfo_question": "",
    "fxInfo_responses": [],
    "fxInfo_scale": "",
    "fxInfo_sources": "",
    "name": "v3exintro4"
  }
]
