[
  {
    "fxInfo_label": "HOG introduction",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "",
    "fxInfo_clarification": "This section of the survey pertains to the head of government (HOG). Answer questions in this section only for years in which the head of government is not identical to the head of state, as indicated by a zero (0) in the year grid of the previous question.  If the effective head of government is someone other than the official head of government, or there is no official head of government, the questions apply to the effective head of government. In some socialist systems, for example, the official head of government could be a person within the state bureaucracy, but in practice the chief public representative of the country is the chairman of the communist party. We then want you to code only that \"effective\" head of government (and, if that is also the head of state, you can skip this section). The same applies if the official head of government is so old, sick or perhaps mentally disabled that s/he cannot perform his/her functions, which are instead performed by someone else. Once again, the identities of the head of government for each country have been pre-coded for as many years as possible. Thus, when conducting your coding make sure to pay close attention to the names of these individuals, which you can see by clicking on the year grid for a particular year in the first question of this section, \"HOG name.\" This is your key to what we mean by \"head of government.\" Any pre-coded years contain an orange triangle. This means that either the score or text and/or specific date have already been entered, so we are asking you only to add your confidence in the pre-coded rating; we do not want you to change the rating, as we need all the Country Experts to answer the subsequent questions for the same executives. If you feel strongly that the pre-coded information is wrong, please rate your confidence in the preloaded information and then consult your V-Dem contact. You will have to rate confidence in all the available years in order to proceed to the next question. In order to avoid spending time on short-lived executives, we have included only executives who held office for at least 100 days. This section of the survey pertains to the head of government (HOG). Answer questions in this section only for years in which the head of government is not identical to the head of state, as indicated by a zero (0) in the year grid of the previous question. If the effective head of government is someone other than the official head of government, or there is no official head of government, the questions apply to the effective head of government. In some socialist systems, for example, the official head of government could be a person within the state bureaucracy, but in practice the chief public representative of the country is the chairman of the communist party. We then want you to code only that \"effective\" head of government (and, if that is also the head of state, you can skip this section). The same applies if the official head of government is so old, sick or perhaps mentally disabled that s/he cannot perform his/her functions, which are instead performed by someone else. Once again, the identities of the head of government for each country have been pre-coded for as many years as possible. Thus, when conducting your coding make sure to pay close attention to the names of these individuals, which you can see by clicking on the year grid for a particular year in the first question of this section, \"HOG name.\" This is your key to what we mean by \"head of government.\" Any pre-coded years contain an orange triangle. This means that either the score or text and/or specific date have already been entered, so we are asking you only to add your confidence in the pre-coded rating; we do not want you to change the rating, as we need all the Country Experts to answer the subsequent questions for the same executives. If you feel strongly that the pre-coded information is wrong, please rate your confidence in the preloaded information and then consult your V-Dem contact. You will have to rate confidence in all the available years in order to proceed to the next question. In order to avoid spending time on short-lived executives, we have included only executives who held office for at least 100 days. Historical Clarification: This section of the survey pertains to the head of government (HOG). Answer questions in this section only for years in which the head of government is not identical to the head of state, as indicated by a zero (0) in the year grid of the previous question. If the effective head of government is someone other than the official head of government, or there is no official head of government, the questions apply to the effective head of government. In some socialist systems, for example, the official head of government could be a person within the state bureaucracy, but in practice the chief public representative of the country is the chairman of the communist party. We then want you to code only that \"effective\" head of government (and, if that is also the head of state, you can skip this section). The same applies if the official head of government is so old, sick or perhaps mentally disabled that s/he cannot perform his/her functions, which are instead performed by someone else. In order to avoid spending time on short-lived executives, only include executives who held office for at least 100 days.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Jan Teorell"],
    "fxInfo_question": "",
    "fxInfo_responses": [],
    "fxInfo_scale": "",
    "fxInfo_sources": "",
    "name": "v2exintro2"
  }
]
