[
  {
    "fxInfo_label": "Election HOG turnover ordinal",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "Turnover can occur in presidential, semi-presidential, as well as parliamentary systems, and it refers not only to the individual person holding office but also to that person’s party. If the HOS and HOG are the same person, the coding is the same for the two variables. The second round of election is coded as the first.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "3-8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Staffan I. Lindberg"],
    "fxInfo_question": "Was there turnover in the office of the head of government (HOG) as a result of this national election?",
    "fxInfo_responses": [
      {
        "key": "0",
        "value": "No. The head of government- retained his/her position either as a result of the outcome of the election, or because the elections do not affect the HOG."
      },
      {
        "key": "1",
        "value": "Half. The head of government is a different individual than before the election but from the same party that was in power before the election, or a new independent candidate is elected. In parliamentary systems this code applies when the head of government changes as an effect of alternations in the ruling coalition, changes in party leadership."
      },
      {
        "key": "2",
        "value": "Yes. The executive(s) - head of state and head of government- lost their position(s) as a result of the outcome of the election. In presidential systems this code applies when the new president is both a different person and from a different party than before the election or an independent candidate is elected. In parliamentary systems the ruling party or coalition of parties lost and the new head of government is from a different party or from a new coalition. This code also applies if this is the first head of government elected for a newly (semi-) independent state country."
      }
    ],
    "fxInfo_scale": "Ordinal",
    "fxInfo_sources": "Henisz (2000; 2002); Lentz (1994; 1999); worldstatesmen.org; V-Dem Country Coordinators.",
    "name": "v2elturnhog"
  }
]
