[
  {
    "fxInfo_label": "Property rights for men",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "Pemstein et al. (2018, V-Dem Working Paper Series 2018:21); V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "Private property includes the right to acquire, possess, inherit, and sell private property, including land. Limits on property rights may come from the state (which may legally limit rights or fail to enforce them); customary laws and practices; or religious or social norms. This question concerns the right to private property, not actual ownership of property. This question does not ask you to assess the relative rights of men and women. Thus, it is possible to assign the lowest possible score to a country even if men and women enjoy equal— and very minimal — property rights.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "Bayesian Item Response Theory Measurement Model",
    "fxInfo_data_release": "1-8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Svend-Erik Skaaning"],
    "fxInfo_question": "Do men enjoy the right to private property?",
    "fxInfo_responses": [
      {
        "key": "0",
        "value": "Virtually no men enjoy private property rights of any kind."
      },
      {
        "key": "1",
        "value": "Some men enjoy some private property rights, but most have none."
      },
      {
        "key": "2",
        "value": "Many men enjoy many private property rights, but a smaller proportion enjoys few or none."
      },
      {
        "key": "3",
        "value": "More than half of men enjoy most private property rights, yet a smaller share of men have much more restricted rights."
      },
      {
        "key": "4",
        "value": "Most men enjoy most private property rights but a small minority does not."
      },
      {
        "key": "5",
        "value": "Virtually all men enjoy all, or almost all property rights."
      }
    ],
    "fxInfo_scale": "Ordinal, converted to interval by the measurement model",
    "fxInfo_sources": "",
    "name": "v2clprptym, *_osp, *_ord"
  }
]
