[
  {
    "fxInfo_label": "World regions",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "Haber and Menaldo (2011).",
    "fxInfo_clarification": "Based on Hadenius and Teorell (2005), the world is divided into ten politicogeographic regions. It is based on both geographical proximity and demarcation by area specialists who have contributed to a regional understanding of democratization. Minor adjustments to the Hadenius and Teorell classifications are made: 1.Haiti and Suriname is allocated to the Caribbean because neither is Spanish speaking. Moreover, Guyana is in this category, so it makes little sense that neighboring Suriname is not. 2. Mongolia is allocated to Eastern Europe and the Post-Soviet Union because it was in the Soviet Union’s sphere of influence during the Cold War. Historically it also has more in common with Central Asia (which is in Hadenius and Teorell’s category for Eastern Europe and the Post-Soviet Union) than it does with the Pacific or Southeast Asia. 3. Cyprus and Israel are allocated to Western Europe, because the populations of both are of European origin and their political institutions have been clearly shaped by their orientation toward Europe.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "5-8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": [],
    "fxInfo_question": "In which geographic region is the country located?",
    "fxInfo_responses": [
      {
        "key": "1",
        "value": "Eastern Europe and post-Soviet Union (including Central Asia)"
      },
      {
        "key": "2",
        "value": "Latin America (including Cuba, Haiti and Dominican Republic)"
      },
      {
        "key": "3",
        "value": "North Africa and Middle East (including Israel, Turkey and Cyprus)"
      },
      {
        "key": "4",
        "value": "Sub-Saharan Africa"
      },
      {
        "key": "5",
        "value": "Western Europe and North America (including Australia and New Zealand)"
      },
      {
        "key": "6",
        "value": "East Asia (Including Japan and Mongolia)"
      },
      {
        "key": "7",
        "value": "Southeast Asia"
      },
      {
        "key": "8",
        "value": "South Asia"
      },
      {
        "key": "9",
        "value": "The Pacific (excluding Australia and New Zealand)"
      },
      {
        "key": "10",
        "value": "The Caribbean (including Belize, Cuba, Haiti, Dominican Republic and Guyana)"
      }
    ],
    "fxInfo_scale": "",
    "fxInfo_sources": "Haber and Menaldo (2011).",
    "name": "e_region_world_2"
  }
]
