[
  {
    "fxInfo_label": "Opposition",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "Przeworski et al. (2013).",
    "fxInfo_clarification": "This variable is intended to indicate whether the institutional system allows at least some political pluralism.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "5-8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "Even if the legislature consisted of multiple parties but in the election all the candidates were presented to voters on the same, single list, we consider that voters had no choice. If there was only one party while some candidates ran as independents, we also regard it as a situation in which there was no partisan pluralism. If parties were banned and everyone ran as independent, there is no opposition (see Swaziland). If, however, parties were not banned and everyone ran without party labels, then we regard this situation as pluralistic. The idea is that situations in which elections are non-partisan, frequent during the early period, and situations in which more than one party competes in elections represent political pluralism, while monopoly of one party is a political monopoly. In rare cases it is possible for opposition to exist even if the legislative election was not competitive. This occurs if a competitive presidential election occurred during the term of a non-competitively elected legislature (for example, El Salvador in 1977). If all we know is that the elected president run unopposed, the code is 0.",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": [],
    "fxInfo_question": "",
    "fxInfo_responses": [
      {
        "key": "1",
        "value": "if as of December 31 there is a legislature that was at least in part elected by voters facing more than one choice."
      },
      {
        "key": "0",
        "value": "if the above is not true OR, only in presidential systems, if it is true BUT either the chief executive is not elected OR was elected unopposed (unless there was consensus among all  parties; as in Chile 1891, 1910).-1: if the legislature was closed at some point during the year and the state as of December 31 is unclear."
      }
    ],
    "fxInfo_scale": "Nominal",
    "fxInfo_sources": "Przeworski et al. (2013).",
    "name": "e_opposition"
  }
]
