[
  {
    "fxInfo_label": "High court size (in practice)",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "Please consider the same high court that you assessed in High court name. How many judges actually served on the high court in this year? Do not include unfilled vacancies in this number. For example, if the constitution mandates that 9 judges serve on the high court, but there was 1 vacancy on the high court for the majority of this calendar year, please report 8 for this question. If judges were appointed to and/or left the high court in this calendar year, please report the size of the high court for the majority of the calendar year. For example, suppose that 9 judges served on the high court from January until August (8 months), when one judge retired and was not replaced by the end of the year. Please report 9 for this question. If 9 judges served on the high court from January until March (3 months), at which point one judge retired and was not replaced by the end of the year, please report 8 for this question. If 9 judges served on the high court from January until March, 1 judge retired in March and was replaced in June, and there were no additional changes to court membership in this year, then report 9 for this question because there were 9 judges on the court for the majority of the year(3 months from January — March, plus 6 months from June — December).",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "7-8. Only in disaggregated dataset.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Jeffrey Staton"],
    "fxInfo_question": "In practice, how many judges participated on the high court in this calendar year?",
    "fxInfo_responses": ["Number."],
    "fxInfo_scale": "Numeric",
    "fxInfo_sources": "",
    "name": "v2juhcsizp"
  }
]
