[
  {
    "fxInfo_label": "Religious organization repression",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "Bernhard et al. (2015, V-Dem Working Paper Series 2015:13); Pemstein et al. (2018, V-Dem Working Paper Series 2018:21); V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "Bayesian Item Response Theory Measurement Model",
    "fxInfo_data_release": "1-8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Michael Coppedge"],
    "fxInfo_question": "Does the government attempt to repress religious organizations?",
    "fxInfo_responses": [
      {
        "key": "0",
        "value": "Severely. The government violently and actively pursues all real and even some imagined members of religious organizations. It seeks not only to deter the activity of such groups but also to effectively liquidate them. Examples include Stalinist Russia and Maoist China."
      },
      {
        "key": "1",
        "value": "Substantially. In addition to the kinds of harassment outlined in 2 and 3 below, the government also arrests, tries, and imprisons leaders of and participants in oppositional religious organizations who have acted lawfully. Other sanctions include disruption of public gatherings and violent sanctions of activists (beatings, threats to families, destruction of valuable property)."
      },
      {
        "key": "2",
        "value": "Moderately. In addition to material sanctions outlined in 3 below, the government also engages in minor legal harassment (detentions, short-term incarceration) to dissuade religious organizations from acting or expressing themselves. The government may also restrict the scope of their actions through measures that restrict association of religious civil society organizations with each other or political parties, bar religious civil society organizations from taking certain actions, or block international contacts."
      },
      {
        "key": "3",
        "value": "Weakly. The government uses material sanctions (fines, firings, denial of social services) to deter oppositional religious organizations from acting or expressing themselves. They may also use burdensome registration or incorporation procedures to slow the formation of new religious civil society organizations and sidetrack them from engagement. The government may also organize parallel religious organizations to crowd out independent religious organizations."
      },
      {
        "key": "4",
        "value": "No. Religious civil society organizations are free to organize, associate, strike, express themselves, and to criticize the government without fear of government sanctions or harassment."
      }
    ],
    "fxInfo_scale": "Ordinal, converted to interval by the measurement model",
    "fxInfo_sources": "",
    "name": "v2csrlgrep, *_osp, *_ord"
  }
]
