[
  {
    "fxInfo_label": "Regime support groups size",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "Pemstein et al. (2018, V-Dem Working Paper Series 2018:21); V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "You should consider the sum of all the groups (excepting foreign governments and colonial powers) entered in v3regsupgroups. Hence, your answer should take into account the total size of the/those groups that are supportive of the regime, and, if it/they were to retract support would substantially increase the chance that the regime would lose power. Regarding the issue of overlapping identities, and one individual potentially belonging to more than one groups: Individuals should only be \"counted\" once; thus if the two relevant supporting groups are (4) civil servants, which total about 5%, and all of them belong to a particular ethnic group (6) also coded as a relevant, the overall total size of the supporting groups is still 5%(presuming that no other members of that ethnic group are essential for the regime staying in power).",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "Bayesian Item Response Theory Measurement Model",
    "fxInfo_data_release": "8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Carl Henrik Knutsen"],
    "fxInfo_question": "In total, how large is the percentage share of the domestic adult (18+) population that belongs to the political regime’s supporting groups? Do not code for years denoted as\"interregnum\".",
    "fxInfo_responses": [
      {
        "key": "0",
        "value": "Extremely small(About 1 percent of the population or less; examples of this could include regimes supported by — and needing the support from — a handful of higher-rank military officers, or by only a royal council and a few hundred landowners)"
      },
      {
        "key": "1",
        "value": "Very small(Between 1 percent and 5 percent of the population; examples of this could include regimes supported by — and needing the support from — higher ranking civil servants and the military, or by moderately sized business and agrarian elites)"
      },
      {
        "key": "2",
        "value": "Small(Between 5 percent and 15 percent; examples of this could include regimes supported by — and needing the support from — relatively small ethnic groups, or by urban elites and the urban middle classes in predominantly rural societies)"
      },
      {
        "key": "3",
        "value": "Moderate(Between 15 percent and 30 percent; examples of this could include regimes supported by — and needing the support from — moderately sized ethnic groups, by rural middle classes in rural societies, or by urban middle classes in urban societies)"
      },
      {
        "key": "4",
        "value": "Large(More than 30 percent; examples of this could include regimes supported by — and needing  the support from — large ethnic groups (and then not only the elites/leaders of such groups), or by rural working classes in rural societies.)"
      }
    ],
    "fxInfo_scale": "Ordinal, converted to interval by the measurement model",
    "fxInfo_sources": "",
    "name": "v3regsupgroupssize"
  }
]
