[
  {
    "fxInfo_label": "Parties in legislature",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "Przeworski et al. (2013).",
    "fxInfo_clarification": "Number of parties in the legislature. By \"party\" we take here any recognizable, named grouping, regardless whether and how they appeared in elections. This variable is coded regardless whether the legislature was elected or appointed.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "5-8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "During the early period candidates typically competed in elections on an individual basis, without any kind of centralized party organizations or shared programs. Within legislatures, however, they often coalesced into groups, currents, factions, ”sentiments,” etc. Hence, subjective judgments are inevitable in coding this variable. Our rule of thumb was to code as parties any kind of groups that bare a label that survived over two consecutive legislatures. This was true in several countries of ”Liberals” and ”Conservatives.” In other countries, notably France between 1815 and 1848, however, the divisive issues, the parliamentary groups, and their labels changed frequently, and such cases are coded as ”none.” A legislature consisting of one party and independents is coded as one party.",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": [],
    "fxInfo_question": "",
    "fxInfo_responses": [
      {
        "key": "-1",
        "value": "if no legislature."
      },
      {
        "key": "0",
        "value": "if none (including cases where parties are officially banned)."
      },
      {
        "key": "1",
        "value": "if one (including cases where other parties are officially banned)."
      },
      {
        "key": "2",
        "value": "if more."
      }
    ],
    "fxInfo_scale": "Nominal",
    "fxInfo_sources": "Przeworski et al. (2013).",
    "name": "e_legparty"
  }
]
