[
  {
    "fxInfo_label": "International autonomy",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "Pemstein et al. (2018, V-Dem Working Paper Series 2018:21); V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "Bayesian Item Response Theory Measurement Model",
    "fxInfo_data_release": "1-8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Michael Bernhard"],
    "fxInfo_question": "Is the state autonomous from the control of other states with respect to the conduct of its foreign policy?",
    "fxInfo_responses": [
      {
        "key": "0",
        "value": "Non-autonomous. Foreign policy is controlled by an external power, either de facto or de jure. The most common examples of this are colonial rule and military occupation (e.g. quadripartite occupation of Germany in 1945). Situations in which domestic actors provide de jure cover for de facto control by a foreign power should not be construed as semi-autonomy (e.g. Vichy France). Governments in exile that control underground forces waging unconventional warfare are not considered as mitigating an occupation regime (e.g. countries under German occupation during WWII)."
      },
      {
        "key": "1",
        "value": "Semi-autonomous. An external political actor directly constrains the ability of domestic actors to pursue an independent foreign policy course in some important areas. This may be the product of explicit treaty provisions or well-understood rules of the game from which the subject state cannot withdraw. Examples would include Soviet strictures over rule in so-called\"satellite\" states in Eastern Europe, and explicitly negotiated postwar settlements (e.g. Austria following WWII)."
      },
      {
        "key": "2",
        "value": "Autonomous. Domestic political actors exercise foreign policy free of the direct control of external political actors. Direct control is meant to exclude the exercise of constraint or the impact of interdependence in the international system. Treaties in which states concede some part of that control to a supra- or international organization voluntarily, and from which there is a possibility of exit should not be interpreted as a violation of autonomy."
      }
    ],
    "fxInfo_scale": "Ordinal, converted to interval by the measurement model",
    "fxInfo_sources": "",
    "name": "v2svinlaut, *_osp, *_ord"
  }
]
