[
  {
    "fxInfo_label": "Access to justice for women",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "Pemstein et al. (2018, V-Dem Working Paper Series 2018:21); V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "This question specifies the extent to which women can bring cases before the courts without risk to their personal safety, trials are fair, and women have effective ability to seek redress if public authorities violate their rights, including the rights to counsel, defense, and appeal. This question does not ask you to assess the relative access to justice men and women. Thus, it is possible to assign the lowest possible score to a country even if men and women enjoy equal — and extremely limited — access to justice.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "Bayesian Item Response Theory Measurement Model",
    "fxInfo_data_release": "1-8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Pamela Paxton", "Svend-Erik Skaaning"],
    "fxInfo_question": "Do women enjoy equal, secure, and effective access to justice?",
    "fxInfo_responses": [
      {
        "key": "0",
        "value": "Secure and effective access to justice for women is non-existent."
      },
      {
        "key": "1",
        "value": "Secure and effective access to justice for women is usually not established or widely respected."
      },
      {
        "key": "2",
        "value": "Secure and effective access to justice for women is inconsistently observed. Minor problems characterize most cases or occur rather unevenly across different parts of the country."
      },
      {
        "key": "3",
        "value": "Secure and effective access to justice for women is usually observed."
      },
      {
        "key": "4",
        "value": "Secure and effective access to justice for women is almost always observed."
      }
    ],
    "fxInfo_scale": "Ordinal, converted to interval by the measurement model",
    "fxInfo_sources": "",
    "name": "v2clacjstw, *_osp, *_ord"
  }
]
