[
  {
    "fxInfo_label": "Judiciary introduction",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "",
    "fxInfo_clarification": "This set of questions pertains to the judiciary. Before you proceed, we would like to clarify several general points. First, some questions below refer to the judiciary in general, whereas others ask for specific evaluations of particular courts or types of courts. Unless otherwise prompted, please consider the judiciary as a whole. This includes all courts in the judicial system at every level, both general jurisdiction courts and more specialized courts. However, with potentially one exception, it excludes specialized courts that are located outside the judiciary, e.g. an immigration court that lies inside the executive branch. The one potential exception is the peak constitutional court of the country. Please include this court in your considerations, even though it will be located outside of the judiciary in some countries. If the country you are coding is a federal state, please focus only on the federal judiciary and the federal government. Seven of the questions about the judiciary concern high courts. By \"high court\" we are asking you to consider the country’s constitutional court, if one exists. If there is no constitutional court, please consider the court of last resort for constitutional matters. If there is no court in your country with constitutional jurisdiction, please consider the highest ordinary court of the state. For example, in Mexico in 2004, you would consider the Supreme Court of Justice of the Nation and not the Electoral Tribunal for the Federal Judiciary. In Russia in the same year, you would consider the Constitutional Court of the Russian Federation and not the Supreme Court of the Russian Federation. In Sweden, you would ignore the Supreme Administrative Court and instead focus on the Supreme Court. Germany has both a constitutional court, the Federal Constitutional Court, and a court of last resort for ordinary matters, the Federal Court of Justice. The Federal Constitutional Court is the high court for our purposes. In the United States, there is no separate constitutional court or review body. The Supreme Court is both the highest ordinary court and the highest court in the state with constitutional jurisdiction. Therefore, we consider it to be the high court of the United States. smallskip If your country’s highest judicial body has separate divisions, only one of which is dedicated to final constitutional review, please consider that division to be the high court if its judges are permanently assigned to that division only. For example, the Supreme Court of Justice of Costa Rica has four chambers. The Fourth Chamber reviews constitutional matters, its judges are appointed to it specifically and the other judges of the Supreme Court do not rotate onto the Fourth Chamber. Therefore, the high court for Costa Rica is the constitutional chamber of the Supreme Court of Justice. smallskip If a new high court was established in a given year, please consider that court as the high court for the purposes of these questions only if the court was functioning for the majority of the calendar year. If a new high court was established in a given year, but did not start functioning until a subsequent year, please do not consider the new court as the high court until it was functioning for the majority of the given calendar year. If you are considering a semi sovereign territory, such as a colony, please answer this question with respect to the government or judicial bodies seated within the territory in question (e.g., the governor-general and his local administration in a British colony or a Commonwealth country), not abroad (e.g., the King/Queen or government of England). In coding the following questions it is sometimes important to distinguish between formal rules (as stipulated by statute, legislative rules, the constitution, or common law precedent) and actual practice (what happens \"on the ground\"). In order to clarify the de jure/de facto distinction, we employ the terms \"by law...\" and \"in practice...\" Please pay close attention to these cues wherever you see them.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Jeffrey Staton"],
    "fxInfo_question": "",
    "fxInfo_responses": [],
    "fxInfo_scale": "",
    "fxInfo_sources": "",
    "name": "v2juintro1"
  }
]
