[
  {
    "fxInfo_label": "Party identification",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "Pemstein et al. (2018, V-Dem Working Paper Series 2018:21); V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "When party identification is strong, vote choice is largely determined by a voter’s party affiliation (and his/her affiliation with that party) rather than attachments to particular candidates, non-partisan issue-positions, or material incentives (e.g., vote-buying). Likewise, when party identification is strong, voters retain loyalty to a single party rather than switching from one party to another across elections or across offices in the same election (ticket-splitting). In this fashion we can somewhat crudely distinguish between partisans and non-partisans. Note that this question refers only to voters, not to members of the population who do not vote (because they are disenfranchised, choose not to vote, or are discouraged from voting). Leave this question blank if there are no national elections.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "Mean",
    "fxInfo_data_release": "8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["John Gerring"],
    "fxInfo_question": "Do voters identify with a political party?",
    "fxInfo_responses": [
      {
        "key": "0",
        "value": "There are national elections, but there are no political parties."
      },
      {
        "key": "1",
        "value": "Only one party is allowed to participate in national elections."
      },
      {
        "key": "2",
        "value": "More than one party participates, and nearly all voters are non-partisans."
      },
      {
        "key": "3",
        "value": "More than one party participates, and most voters are non-partisans."
      },
      {
        "key": "4",
        "value": "More than one party participates, and voters are equally divided between partisans and non-partisans."
      },
      {
        "key": "5",
        "value": "More than one party participates, and most voters are partisans."
      },
      {
        "key": "6",
        "value": "More than one party participates, and nearly all voters are partisans."
      }
    ],
    "fxInfo_scale": "Nominal, but categories 2—6 constitute ordinal",
    "fxInfo_sources": "",
    "name": "v3partyid"
  }
]
