[
  {
    "fxInfo_label": "Independent states",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "We use Gleditsch and Ward’s (1999) coding of independent states. Their definition recognizes that listing independent states relies at least in part on subjective evaluations. A state is considered to be an independent polity if it (a) has a relatively autonomous administration over some territory, (b) is considered a distinct entity by local actors or the state it is dependent on. Polities excluded from the list are: colonies; states that have some form of limited autonomy (e.g. Scotland); are alleged to be independent but are contiguous to the dominant entity (Ukraine and Belarus prior to 1991); de facto independent polities but recognized by at most one other state (Turkish Republic of Northern Cyprus). Occupations or foreign rule are considered to be an actual loss of statehood when they extend beyond a decade. This means that cases such as the Baltic Republic during Soviet occupation are not considered independent states, but independent statehood is retained for European countries occupied during World War II.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "3-8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "V-Dem uses the updated List of independent states (v.5.0), including the tentative list of microstates, posted on Gleditsch’s webpage on 14 March 2013. We have reconciled Gleditsch and Ward’s data with the V-Dem country definitions (see the document \"V-Dem Countries v1.1\").",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Svend-Erik Skaaning", "Michael Bernhard"],
    "fxInfo_question": "Is the polity an independent state?",
    "fxInfo_responses": [
      {
        "key": "0",
        "value": "No"
      },
      {
        "key": "1",
        "value": "Yes"
      }
    ],
    "fxInfo_scale": "Dichotomous",
    "fxInfo_sources": "Gleditsch and Ward (1999; 2013).",
    "name": "v2svindep"
  }
]
