[
  {
    "fxInfo_label": "Regional government exists",
    "fxInfo_aggregation": "",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "Regional government is typically the second-highest level of government, just below the national government. There are many names for units at this level; some common ones are regions, provinces, states, departments, and cantons. Countries with more than two subnational levels may have multiple levels that fit the definition of regional government. If this is the case, for all questions about regional government please code the regional level that, in practice, has the most responsibilities (e.g. making laws, providing primary, education, maintaining roads, policing, etc.) and resources to carry out those responsibilities. Some countries are so small that, now or in earlier time periods, they have only local government and not regional government. If this is the case, please code this question as \"0\" for the appropriate time period. If you have questions about identifying the regional government for your country, please send an email inquiry to your V-Dem contact.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "Mode from country experts’ coding, cross-checked by research assistants in cases where a single mode was not generated because of expert disagreement.",
    "fxInfo_data_release": "3-8.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "Converted from (C) to (A (C)) coding as of December 2014.",
    "fxInfo_ordering": "If coded \"0\" for entire period, skip the following questions focused on regional government.",
    "fxInfo_project_manager": ["Kelly McMann"],
    "fxInfo_question": "Is there a regional government?",
    "fxInfo_responses": [
      {
        "key": "0",
        "value": "No."
      },
      {
        "key": "1",
        "value": "Yes."
      }
    ],
    "fxInfo_scale": "Dichotomous",
    "fxInfo_sources": "Country expert coding (C data).",
    "name": "v2elreggov"
  }
]
