[
  {
    "fxInfo_label": "Electoral democracy index",
    "fxInfo_aggregation": "The index is formed by taking the average of, on the one hand, the weighted average of the indices measuring freedom of association thick (v2x_frassoc_thick), clean elections(v2xel_frefair), freedom of expression (v2x_freexp_altinf), elected officials (v2x_elecoff), and suffrage (v2x_suffr) and, on the other, the five-way multiplicative interaction between those indices. This is half way between a straight average and strict multiplication, meaning the average of the two. It is thus a compromise between the two most well known aggregation formulas in the literature, both allowing partial \"compensation\" in one sub-component for lack of polyarchy in the others, but also punishing countries not strong in one sub-component according to the \"weakest link\" argument. The aggregation is done at the level of Dahl’s subcomponents with the one exception of the non-electoral component. The index is aggregated using this formula: v2x_polyarchy = .5 ∗ MPI + .5 ∗ API = .5 ∗ (v2x_elecoff ∗ v2xel_frefair ∗ v2x_frassoc_thick∗ v2x_suffr ∗ v2x_freexp_altinf) + .5 ∗ ((1/8) ∗ v2x_elecoff + (1/4) ∗ v2xel_frefair + (1/4) ∗ v2x_frassoc_thick + (1/8) ∗ v2x_suffr + (1/4) ∗ v2x_freexp_altinf)",
    "fxInfo_answer_type": "Multiple Choice",
    "fxInfo_citation": "Teorell et al. (2016, V-Dem Working Paper Series 2016:25); V-Dem Codebook (see suggested citation at the top of this document).",
    "fxInfo_clarification": "The electoral principle of democracy seeks to embody the core value of making rulers responsive to citizens, achieved through electoral competition for the electorate’s approval under circumstances when suffrage is extensive; political and civil society organizations can operate freely; elections are clean and not marred by fraud or systematic irregularities; and elections affect the composition of the chief executive of the country. In between elections, there is freedom of expression and an independent media capable of presenting alternative views on matters of political relevance. In the V-Dem conceptual scheme, electoral democracy is understood as an essential element of any other conception of representative democracy — liberal, participatory, deliberative, egalitarian, or some other.",
    "fxInfo_cpp_tag": "",
    "fxInfo_cross_coder_aggregation": "",
    "fxInfo_data_release": "6-8. Release 1-5 used a different, preliminary aggregation formula.",
    "fxInfo_historical_clarification": "",
    "fxInfo_notes": "",
    "fxInfo_ordering": "",
    "fxInfo_project_manager": ["Jan Teorell"],
    "fxInfo_question": "To what extent is the ideal of electoral democracy in its fullest sense achieved?",
    "fxInfo_responses": [],
    "fxInfo_scale": "Interval, from low to high (0-1)",
    "fxInfo_sources": "v2x_freexp_altinf v2x_frassoc_thick v2x_suffr v2xel_frefair v2x_elecoff",
    "name": "v2x_polyarchy"
  }
]
